<?php

include 'components/connect.php';

session_start();

if(isset($_SESSION['user_id'])){
   $user_id = $_SESSION['user_id'];
}else{
   $user_id = '';
};

?>

<!DOCTYPE html>
<html lang="en">
<head>
   <meta charset="UTF-8">
   <meta http-equiv="X-UA-Compatible" content="IE=edge">
   <meta name="viewport" content="width=device-width, initial-scale=1.0">
   <title>Информация об Афросиабе</title>

   
   <link rel="stylesheet" href="https://unpkg.com/swiper@8/swiper-bundle.min.css" />
   
   <!-- font awesome cdn link  -->
   <link rel="stylesheet" href="https://cdnjs.cloudflare.com/ajax/libs/font-awesome/6.1.1/css/all.min.css">

   <link href="https://fonts.googleapis.com/css2?family=Montserrat:wght@400;700&display=swap" rel="stylesheet">
    <link rel="stylesheet" href="https://cdnjs.cloudflare.com/ajax/libs/font-awesome/4.7.0/css/font-awesome.css">

   <!-- custom css file link  -->
   <link rel="stylesheet" href="css/style.css">

   <!-- JQuery -->
   <script src="https://cdnjs.cloudflare.com/ajax/libs/jquery/3.4.1/jquery.min.js" charset="utf-8"></script>

</head>
<body>
   
<?php include 'components/user_header.php'; ?>

<section class="about">

   <div class="row">

   
      <div class="content">
      <h3>Название исторического памятника:  Афросиаб</h3>
          <p>Афросиаб — древние руины Самарканда. Это название появляется в исторических источниках применительно к древнему Самарканду только с XVII века. Древний Самарканд в Согдийских источниках назывался Смараканве. Мил. средний. После завоевания Самарканда войсками Александра Максуни в IV веке греческие авторы упоминают его в своих дневниках как Мароканда. Греческий перевод Смараканве в Марокко. После прихода к власти в Мовароуннахре соманитов древний Смараканве с IX века назывался Самаркандом.
          </p>
        
      </div>
      <div class="image">
         <img src="images/Desktop/Afrosiyob/afrosiyob5.jpg" alt="rasm topilmadi">
      
      </div>
      
      
      <div class="content">
      <p>Крепость Афросиаб, также известная как Афрасиаб или Афрасиаб, представляет собой древний археологический памятник, расположенный в Самарканде, Узбекистан. Он имеет большое историческое и культурное значение, так как когда-то был древним городом Самаркандом, столицей Согдийской империи. <br><b>Некоторые важные моменты о замке Афросиаб:</b>
         <b>История:</b> Афросиаб восходит к 6 веку до н.э., он был основан как важный согдийский город. Он процветал как крупный культурный и торговый центр на Великом шелковом пути. Однако город был разрушен войсками Александра Македонского в 329 г. до н.э. Позже он был перестроен и продолжал процветать, пока не был заброшен и не превратился в руины в 13 веке.
       </p>

          <p><b>Археологические раскопки.</b> Обширные археологические раскопки проводятся с 19 века. В результате этих раскопок было найдено множество артефактов, включая керамику, монеты, украшения и фрески, дающие ценную информацию о древней согдийской цивилизации. <br>
          <b>Порядок и структуры:</b> Древний город занимал большую площадь около 1,5 квадратных километров. Он был окружен оборонительными стенами и имел несколько монументальных сооружений, включая дворцы, административные здания, храмы и резиденции. Остатки дворца Афрасиоб, от которого это место и получило свое название, частично реконструированы. </p>
          <p><b> Настенные росписи: </b> Одно из самых замечательных открытий в Афросиабе – серия настенных росписей, найденных в руинах древних зданий. Эти яркие фрески изображают сцены повседневной жизни, а также мифологические и религиозные мотивы. Некоторые из сохранившихся фресок можно увидеть в соседнем музее Афросиаб. <br>
          <b> Музей Афросиаб: </b> Рядом с местом археологических раскопок находится музей Афросиаб, в котором хранится коллекция артефактов и экспонатов, отражающих богатую историю региона. Музей дает более глубокое понимание согдийской культуры и экспонирует археологические находки из раскопок в Афросиабе.</p>
      </div>

   </div>




   <div class="row">

         <div class="image">
         <img src="images/Desktop/Afrosiyob/afrosiyob.jpg" alt="rasm topilmadi">
            
      </div>
         
         <div class="content">
         <p>Интерес к Афро-Сиабу и его находкам возник в 1868 году после завоевания Самарканда царской Россией. Предварительными раскопками в Афросиабе занимались майор Борзенков (1874), подполковник В. В. Крестовский (1883), востоковеды Н. И. Веселовский (1884-85, 1895), В. В. Бартольд (1904) и В. Л. Вяткин (1905; 1912-13). В 1919 г. М.Е. Массон, В. Л. Вяткин, продолжая свои раскопки в тех местах, где он начал свои исследования, обнаружили развалины Самонитского дворца (IX в.). В 1925, 1929-30 годах В. Л. Вяткин продолжил раскопки в Афросиабе и собрал много материалов, относящихся к его истории в разные периоды.
             </p>
            
         </div>
      
      
         
         <div class="content">
         
         <p>Нет археологических раскопок, проводившиеся в Афросиабе до 1930-х годов, дали очень мало Швеции об истории древнего Самарканда. После войны Афросиаб И. Тереножкин, один из ученых Института истории и археологии АН Узбекистана, доказал серьезные области исследований в Афросиабе. В резулета в его органе терна были обнаружены предметы, относящиеся к VI-V вв. делать н.э., я развалины домов. В. Афросиоб Шишкин (1958-66) и Я. В резулета масштабных археологических раскопок, проверенных под давлением F. Гуломова (1967-70), обнаружила материал древнего культурного слоя на втором месте Афросиаба. 13 июля 1966 г. было принято специальное решение правительства республики с целью организации комплексного археологического изучения Афросиабы. По его собственным словам, Афросиаб был объявлен «археологическим гидом» и мобилизован для его обучения Ташкентским и Самаркандским государственными университетами и Институтом искусств и наук Министерства культуры. Благодаря археологическим исследованиям, начатым на основе конкретных научных планов, не только многовековой возраст города, но и его историческая топография разных периодов, состав города, этапы развития городской жизни, определены периоды кризисов, названныx событиями.
            </p>
            <br>

         </div>

   </div>
   




   <div class="row">

   
      <div class="content">
      <p>Археологические материалы, найденные в Афросиабе, показывают, что Самарканд был основан как центральный город Сугдианы в 8-5 годах до н.э. Мил. средний. В 329 году город был разрушен войсками Александра Македонского, следы которого до сих пор хорошо сохранились в оборонительных сооружениях города. Мил. средний. В 3-м и 1-м веках, во время правления кушанов, произошел подъем жизни города. Мил. средний. В III веке город был окружен двойной оборонительной стеной. Согласно археологическим материалам и письменным источникам, через Самарканд в этот период проходил Великий шелковый путь, процветали внутренняя и внешняя торговля и ремесла.
          </p>
        
      </div>
      <div class="image">
      <img src="images/Desktop/Afrosiyob/afrosiyob1.jpg" alt="rasm topilmadi">
      
      </div>
      
      
      <div class="content">
     
      <p>Со второй четверти IX века власть в Мовароуннахре перешла в руки соманитов. Бухара стала их центром. В этот период Самарканд быстро развивался в экономическом и культурном отношении. Дворцы, зажиточные крестьянские дома, мечети и медресе, бани и канализации, каменные улицы, украшенные резными ганчовыми мотивами, встречаются в Афросиабе периода Соманидов. В связи с трудностью снабжения города водой, для обеспечения нужд населения Даргомом в первые годы жизни города был прорыт канал. Следы этого канала были открыты и изучены в том месте, где на южной стороне нынешнего городского проспекта стоит памятник Алишеру Навои. Этот канал проходит через площадь Регистан в сторону мечети Хазрат Хизр. Согласно историческим источникам, при въезде в Афросиаб с юга над рвом города была сооружена арочная кирпичная арка, над которой проложен большой ров. Этот поток получил название «Жуйи арзиз» («Ведущий поток»). Здесь ручей разделяется на три части и идет через город к ручью Сиёб.
          </p>
          <p>В конце X века, когда власть в Мовароуннахре перешла в руки Караханидов, в Самарканде продолжались торговля, ремесла, благоустройство городов. Укреплялся ремесленнический образ города, и хоромы знатных крестьян теперь сосредоточивались за городом, в их дворах. В 1220 году войска Чингисхана разрушили плотину «Джуйи Арзиз» и оставили город без воды. Защитники города сдались в неравном бою. Захватчики разрушили стены и ворота города, подожгли дворцы, мечети, медресе, дома жителей. Большая часть населения погибла в бою, ремесленники были угнаны в Монголию. Последние защитники города укрылись в мечети Жоме и продолжали сопротивление. Их обугленные тела дошли до нас в боевой одежде и были найдены при археологических раскопках. «Свинцовый ров» не восстанавливался. Жители Афросиаба, оставшиеся без воды, зарабатывали на жизнь тем, что добывали воду из Сийоба в ведро, а затем постепенно жители совсем покинули Ани. Древний Самарканд, превратившийся в заброшенные руины, раньше назывался «Хисори кохна», «Калъай Хисар», а с XVII века среди жителей назывался «Калъай Афросиаб» или «Афросиаб».
          </p>
      </div>

   </div>







   <div class="row">

         <div class="image">
         <img src="images/Desktop/Afrosiyob/afrosiyob3.jpg" alt="rasm topilmadi">
            
      </div>
         
         <div class="content">
         <p>Раскопки в Афро-Сиабе развернулись в больших масштабах, особенно когда в Самарканде был основан Институт археологии Академии наук Узбекистана. Да. Г. Г. В. Шишкина, Ш. Тошходжаев возглавил. В последующие годы (с 1989) французские археологи — Поль Бернар, Франц Грене и др. вовлеченный.
             </p>
            
         </div>
      
      
         
         <div class="content">
         
         <p>При участии французской археологической миссии в изучении Афросиаба совместно с узбекскими археологами (М. Исомиддинов и др.). Результаты совместных исследований узбекских и французских ученых внесли ясность в ряд вопросов, связанных с древней историей Самарканда, т.е. под городскими оборонительными стенами, датируемыми VI-V вв. до н.э., доказывая, что возраст Самарканда относится к середине 8 века до н.э.В арочной части обнаружены остатки великолепного дворца Самарканда в форме мураббы (70х70) 8 века н.э. города. В Афросиабе продолжаются археологические исследования.
             </p>
             <p> Замок Афросиаб является объектом культурного наследия Узбекистана. Археологический памятник. Период объекта: до н.э. VII-XIII вв. Находится в городе Самарканд Самаркандской области. Адрес объекта: рядом с городом Самаркандом, между МФУ «Имам Восе», МФУ «Кирча», улицами Шахи-Зинда и каналами Сиаб и Оби-Машхад (улица Ташкентская). Право на недвижимое имущество: Государственная собственность. Государственный музей-заповедник «Самарканд» на праве оперативного управления. Постановлением Кабинета Министров Республики Узбекистан от 4 октября 2019 года включен в национальный перечень объектов недвижимого имущества материального культурного наследия и получил государственную охрану.
             </p>
            <br>
   <hr style="width:100%; height:1px;  background-color:black; opacity:0.3; margin-top:10px;">
   <br>
            <h3>Фото и видео исторического памятника. </h3>
         </div>

   </div>
   




   <br>
   <hr style="width:100%; height:1px;  background-color:black; opacity:0.3; margin-top:10px;">
   <br>
   <div class="containerzed">

<div class="box-containerzed">

   <div class="boxzed">
      <div class="imagezed">
      <img src="images/Desktop/Afrosiyob/afrosiyob13.webp" alt="">
         
      </div>
   </div>

   <div class="boxzed">
      <div class="imagezed">
      <img src="images/Desktop/Afrosiyob/afrosiyob8.jpg" alt="">
      </div>
   </div>

   <div class="boxzed">
      <div class="imagezed">
      <img src="images/Desktop/Afrosiyob/afrosiyob9.jpg" alt="">
      </div>
   </div>

   <div class="boxzed">
      <div class="imagezed">
      <img src="images/Desktop/Afrosiyob/afrosiyob10.jpg" alt="">
      </div>
   </div>

   <div class="boxzed">
      <div class="imagezed">
      <img src="images/Desktop/Afrosiyob/afrosiyob11.webp" alt="">
      </div>
   </div>

   <div class="boxzed">
      <div class="imagezed">
      <img src="images/Desktop/Afrosiyob/afrosiyob12.webp" alt="">
      </div>
   </div>

   <div class="boxzed">
      <div class="imagezed">
      <img src="images/Desktop/Afrosiyob/afrosiyob6.jpg" alt="">
      </div>    
   </div>

   <div class="boxzed">
      <div class="imagezed">
      <img src="images/Desktop/Afrosiyob/afrosiyob14.webp" alt="">
      </div>
   </div>

   <div class="boxzed">
      <div class="imagezed">
      <img src="images/Desktop/Afrosiyob/afrosiyob15.webp" alt="">
      </div>
   </div>

</div>

<div id="load-more"> Больше информации <i class="fa-solid fa-arrow-down fa-bounce"></i> </div>

</div>

<script>
let loadMoreBtn = document.querySelector('#load-more');
let currentItem = 3;

loadMoreBtn.onclick = () =>{
let boxes = [...document.querySelectorAll('.containerzed .box-containerzed .boxzed')];
for (var i = currentItem; i < currentItem + 3; i++){
   boxes[i].style.display = 'inline-block';
}
currentItem += 3;

if(currentItem >= boxes.length){
   loadMoreBtn.style.display = 'none';
}
}


</script>

<iframe width="100%" height="550px" src="https://www.youtube.com/embed/fTf-T6pVCwc" title="YouTube video player" frameborder="0" allow="accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture; web-share" allowfullscreen></iframe>
   <div style="width:100%; text-align:center; font-size:25px; font-weight:bold; margin:10px;">Расположение замка Афросиаб на карте.</div>
<iframe src="https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d2606.596927117998!2d66.98798236811813!3d39.66870987036114!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x3f4d191e2249aef1%3A0xe473036600ac435f!2sAfrasiyob%20shaxri%20qoldiqlari!5e1!3m2!1suz!2s!4v1684573817859!5m2!1suz!2s"width="100%" height="450" style="border:0; repeat:no-repeat;" allowfullscreen="" loading="lazy" referrerpolicy="no-referrer-when-downgrade"></iframe>

   <a href="index.php" class="btn" style="margin-top:15px;">Вернуться на главную стр</a>

</section>

<br>
<br>



<?php include 'components/footer.php'; ?>

<script src="https://unpkg.com/swiper@8/swiper-bundle.min.js"></script>

<script src="js/script.js"></script>

<script>

var swiper = new Swiper(".reviews-slider", {
   loop:true,
   spaceBetween: 20,
   pagination: {
      el: ".swiper-pagination",
      clickable:true,
   },
   breakpoints: {
      0: {
        slidesPerView:1,
      },
      768: {
        slidesPerView: 2,
      },
      991: {
        slidesPerView: 3,
      },
   },
});

</script>

</body>
</html>