<?php

include 'components/connect.php';

session_start();

if(isset($_SESSION['user_id'])){
   $user_id = $_SESSION['user_id'];
}else{
   $user_id = '';
};

?>

<!DOCTYPE html>
<html lang="en">
<head>
   <meta charset="UTF-8">
   <meta http-equiv="X-UA-Compatible" content="IE=edge">
   <meta name="viewport" content="width=device-width, initial-scale=1.0">
   <title>Информация о  Шахизинда</title>

   
   <link rel="stylesheet" href="https://unpkg.com/swiper@8/swiper-bundle.min.css" />
   
   <!-- font awesome cdn link  -->
   <link rel="stylesheet" href="https://cdnjs.cloudflare.com/ajax/libs/font-awesome/6.1.1/css/all.min.css">

   <link href="https://fonts.googleapis.com/css2?family=Montserrat:wght@400;700&display=swap" rel="stylesheet">
    <link rel="stylesheet" href="https://cdnjs.cloudflare.com/ajax/libs/font-awesome/4.7.0/css/font-awesome.css">

   <!-- custom css file link  -->
   <link rel="stylesheet" href="css/style.css">
   
   <!-- JQuery -->
   <script src="https://cdnjs.cloudflare.com/ajax/libs/jquery/3.4.1/jquery.min.js" charset="utf-8"></script>

</head>
<body>
   
<?php include 'components/user_header.php'; ?>

<section class="about">

   <div class="row">

   
      <div class="content">
      <h3>Название исторического памятника:  Шахизинды</h3>
          <p>Туристы, посетившие Афросиаб, древнее место Самарканда, идут в его южную сторону и натыкаются на расположенный на склоне ансанбмл Шахизинд, чьи голубые купола сияют на солнце. Этот великий памятник, ставший священным местом паломничества самаркандцев, всегда остается излюбленным местом паломничества туристов из дальних и ближних стран.
          </p>
        
      </div>
      <div class="image">
         <img src="images/Desktop/Shohizinda/shoxizinda3.jpg" alt="rasm topilmadi">
      
      </div>
      
      
      <div class="content">
      <p>Комплекс Шахизинда — исторический некрополь и святыня, расположенный в Самарканде, Узбекистан. Это одно из самых важных мест паломничества в Центральной Азии, имеющее большое культурное и архитектурное значение.
          <br><b>Некоторая информация о  Шахизинда:</b>
         <b> Местонахождение: </b> Комплекс Шах-и-Зинда расположен на склоне холма к северо-востоку от площади Регистан в городе Самарканде. Он включен в список Всемирного наследия ЮНЕСКО под названием «Самарканд – перекресток культур».
       </p>

       <p><b>Историческое значение: </b> Шах-и-Зинда переводится как «Живой царь». Считается, что комплекс был основан примерно в 11 веке и расширялся и развивался на протяжении веков. В нем много мавзолеев, мавзолеев и других сакральных сооружений. <br>
          <b> Духовное значение: </b> святыня считается святым местом и считается местом захоронения Кусама ибн Аббаса, двоюродного брата пророка Мухаммеда. Он считается местом паломничества и паломничества мусульман и привлекает посетителей со всего мира.
       <p><b>Красота архитектуры:</b> Комплекс Шахизинда славится своей изысканной архитектурой и декоративной плиткой. Сложные геометрические и растительные узоры, яркие цвета и каллиграфические надписи на конструкциях демонстрируют художественное мастерство мастеров того времени.</p>
       </p>
       <p><b>Мавзолеи и мавзолеи: </b>комплекс состоит из нескольких мавзолеев и гробниц, каждая из которых имеет свой уникальный дизайн и историческое значение. Мавзолей Кусама ибн Аббаса, мавзолей Шади Мульк, также известный как мавзолей, Голубой купол и мечеть Хваджа Ахмада Ясави - вот некоторые из примечательных сооружений.</p>
       </p>
       <p><b>Реставрация и сохранение:</b> Комплекс был отреставрирован, чтобы сохранить его историческое и архитектурное наследие. Текущие работы по консервации гарантируют, что посетители оценят красоту и значение святыни для будущих поколений.</p>
       <p>Посещение комплекса Шахизинда откроет для вас богатую историю, духовность и архитектурные чудеса Самарканда.
          позволяет учиться. Он предлагает уникальную возможность познакомиться с культурным наследием Узбекистана и стать свидетелем непрекращающихся религиозных страстей вокруг этого почтенного места.</p>
       </p>
       </div>

    </div>




   <div class="row">

         <div class="image">
         <img src="images/Desktop/Shohizinda/shoxizinda9.jpg" alt="rasm topilmadi">
            
      </div>
         
         <div class="content">
         <p>Ансамбль Шахизинда, получивший название «Жемчужина Самарканда», является не только историко-архитектурным памятником, но и местом вечного упокоения известных ученых, святых, цариц и полководцев. Несмотря на то, что каждый мавзолей здесь покрыт уникальными украшениями, все они составляют единую композицию, законченное архитектурное произведение. Еще одним ценным аспектом Шахизинды является то, что здесь воплощена почти трехтысячелетняя история Самарканда. Ведь район, где расположен ансамбль Шахизинда, относится к южным районам Афросяба, и если раскопать эту землю, то будут найдены археологические материалы VI-I веков до н.э.
             </p>
         </div>
      
      
         
         <div class="content">
         
         <p>По мнению историков, формирование ансамбля Шахизинда началось в 11 веке нашей эры. Значение слова Шахизинда – «живой царь», и это имя живет в народе уже более тысячи лет. Согласно трудам мусульманских историков, это титул, данный Кусаму ибн Аббасу, живому королю-двоюродному брату нашего Пророка Мухаммеда. По словам самаркандского историка Абул Хакими, Кусам ибн Аббас был последним, кто видел благословенный лик нашего Пророка. По мнению мусульманских историков, Кусам ибн Аббас пришел в Самарканд в составе арабской армии в VIII веке и занимался здесь пропагандой ислама. Однажды Кусам ибн Аббас был занят молитвой, когда на него напали неверные, взяли его отрубленную голову в руки и упали через пещеру.
            </p>
            <br>
         </div>

   </div>
   



   <div class="row">

   
      <div class="content">
      <p>После восхождения Амира Темура на самаркандский престол в жизни ансамбля Шахизинда произошли большие перемены. Амир Тимур построил новый на месте большинства разрушенных здесь сооружений, многие из них отремонтировал, а на могиле Кусама ибн Аббаса установил роскошное надгробие. Также по приказу хозяина здесь была построена новая мечеть. Здесь следует сказать, что архитектурный ансамбль Шахизина представляет собой сложный памятник, состоящий из мавзолеев, мечетей и медресе, построенных разными правителями и чиновниками в разные периоды.
                </p>
        
      </div>

      <div class="image">
      <img src="images/Desktop/Shohizinda/shoxizinda5.jpg" alt="rasm topilmadi">
      </div>
      
      
      <div class="content">
     
      <p>По этой причине туристам, которые посещают это место, трудно понять и понять его легко. Чтобы облегчить задачу туристам, мы решили рассказать о стройных постройках и мавзолеях, начиная от ворот ансамбля Шахизинда. Туристы, направляющиеся к восточной стороне фермерского рынка Сияба, заметят голубые купола, раскинувшиеся на склонах Афросиаба. Туристы, желающие посетить Шахизинду, поднимаются по ступенькам и входят через ворота. На фасаде этих ворот есть надпись: «Это величественное здание построено Абдулазизом Бахадиром ибн Улугбеком Курагоном, ибн Шахрухом, ибн Амиром Темуром Курагоном в 838 (1434-35 гг.)». По мнению историков, эти ворота и ворота построил сам Мирза Улугбек, но написал он их не на свое имя, а на имя своего младшего сына Абдулазиза. Туристы, входящие в ворота, поворачивают налево к мечети, построенной в 19 веке, и поворачивают направо к небольшому медресе, построенному Давлатом Кушбеги в 1813 году. На противоположной стороне медресе находится летняя мечеть, построенная мастером Садыком в 1910 году. Туристы, прошедшие через эти сооружения, поднимаются по лестнице из кирпича.
                </p>
               

      </div>

   </div>

   



   <div class="row">
   <div class="image">
   <img src="images/Desktop/Shohizinda/shoxizinda6.jpg" alt="rasm topilmadi">
      </div>
   
      <div class="content">
      <p>Эта оранжерея, покрытая чудесными и элегантными украшениями, привлечет ваше внимание своей элегантностью. На противоположной стороне мавзолея Ширинбека находится мавзолей, в котором находятся могилы Шодимулька и его матери, рано умершей. Записано, что этот мавзолей был построен архитекторами Уста Бахриддином и Уста Шамсиддином из Самарканда и Зайниддином из Бухары. Согласно историческим источникам, Шодимулк умер в 1371 году, а его мать Туркон умерла в 1383 году. Туристы, проходящие мимо этих мавзолеев, встретят два неизвестных мавзолея, стоящих рядом с левой стороны дороги. Только одна из них сохраняет имя создавшего ее мастера, то есть Али Насафи.
                </p>
      </div>

      
      
      
      <div class="content">
     
      <p>Туристы, медленно идущие по коридору посреди ансамбля Шахизинда, приближаются к самой высокой точке. Здесь находится самая старая часть ансамбля. Здесь навсегда спит Амир Бурундук, храбрейший полководец Амира Темура. Его мавзолей был построен около 1380 года. Туристы, посетившие могилу Амира Бурундука, теперь поворачивают в правую часть коридора и входят в мавзолей Кусама ибн Аббаса. Надгробие Кусама ибн Аббаса очень роскошное, все три камня покрыты изящной майоликой и на них написаны стихи из Корана. Также есть хорошо сохранившаяся святыня, святыня и мечеть, построенная в 15 веке. Несколько мавзолеев, мечеть и святыня были построены в Шахизинде в самом конце коридора в Ансанбли. По мнению историков, мечеть, усыпальницу и мавзолей здесь построила жена Амира Темура Туман-ага, а сама эта благочестивая царевна спит здесь навеки. На противоположной стороне мавзолея Туман-аги, вероятно, сохранилась могила царевны, личность которой неизвестна, но умершей в молодости. В самом конце коридора находится мавзолей Уламы Ходжи Ахмада, являющийся последней постройкой. Конечно, здесь невозможно дать полную информацию об ансамбле Шахизинда. Известно, что строительство этого ансамбля началось в караханидский период, развивалось в период Амира Темура и Тимуридов, а завершилось в мангытское время, мы думаем, лучше один раз увидеть. Дорогой турист, послушай здешнюю тишину, осторожно ступая по ступеням Шахизинды. На этой священной земле навсегда останутся в памяти великие люди Великого Турана.
               </p>
               <hr style="width:100%; height:1px;  background-color:black; opacity:0.3; "><br>
                  <h3>Фото и видео исторического памятника. </h3>
                   <br>

      </div>

   </div>


   
   <br>
   <hr style="width:100%; height:1px;  background-color:black; opacity:0.3; ">
   <br>
   <div class="containerzed">

<div class="box-containerzed">

   <div class="boxzed">
      <div class="imagezed">
      <img src="images/Desktop/Shohizinda/shoxizinda14.jpg" alt="rasm topilmadi">
         
      </div>
   </div>

   <div class="boxzed">
      <div class="imagezed">
      <img src="images/Desktop/Shohizinda/shoxizinda11.jpg" alt="rasm topilmadi">
      </div>
   </div>

   <div class="boxzed">
      <div class="imagezed">
      <img src="images/Desktop/Shohizinda/shoxizinda16.jpg" alt="rasm topilmadi">
      </div>
   </div>

   <div class="boxzed">
      <div class="imagezed">
      <img src="images/Desktop/Shohizinda/shoxizinda15.jpg" alt="rasm topilmadi">
     
      </div>
   </div>

   <div class="boxzed">
      <div class="imagezed">
      <img src="images/Desktop/Shohizinda/shoxizinda4.jpg" alt="rasm topilmadi">
      </div>
   </div>

   <div class="boxzed">
      <div class="imagezed">
      <img src="images/Desktop/Shohizinda/shoxizinda3.jpg" alt="rasm topilmadi">
      </div>
   </div>

   <div class="boxzed">
      <div class="imagezed">
      <img src="images/Desktop/Shohizinda/shoxizinda1.jpg" alt="rasm topilmadi">
      </div>    
   </div>

   <div class="boxzed">
      <div class="imagezed">
      <img src="images/Desktop/Shohizinda/shoxizinda.jpg" alt="rasm topilmadi">
      </div>
   </div>

   <div class="boxzed">
      <div class="imagezed">
      <img src="images/Desktop/Shohizinda/shoxizinda2.jpg" alt="rasm topilmadi">
      </div>
   </div>

</div>

<div id="load-more"> узнать больше <i class="fa-solid fa-arrow-down fa-bounce"></i> </div>

</div>

<script>
let loadMoreBtn = document.querySelector('#load-more');
let currentItem = 3;

loadMoreBtn.onclick = () =>{
let boxes = [...document.querySelectorAll('.containerzed .box-containerzed .boxzed')];
for (var i = currentItem; i < currentItem + 3; i++){
   boxes[i].style.display = 'inline-block';
}
currentItem += 3;

if(currentItem >= boxes.length){
   loadMoreBtn.style.display = 'none';
}
}


</script>

<iframe  width="100%" height="550px" src="https://www.youtube.com/embed/3YiNotxnOls" title="YouTube video player" frameborder="0" allow="accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture; web-share" allowfullscreen></iframe>


<div style="width:100%; text-align:center; font-size:25px; font-weight:bold; margin:10px;">Расположение храма Шахизинда на карте.</div>



   <iframe src="https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d665.1729654843032!2d66.98745180778805!3d39.66263337985519!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x3f4d18a4c6c66ab5%3A0x607614aaff7009ee!2sShohi-Zinda!5e1!3m2!1suz!2s!4v1684784677141!5m2!1suz!2s" width="100%" height="450" style="border:0; repeat:no-repeat;" allowfullscreen="" loading="lazy" referrerpolicy="no-referrer-when-downgrade"></iframe>
            
   <a href="index.php" class="btn" style="margin-top:15px;">Вернуться на главную страницу</a>
</section>

<br>
<br>



<?php include 'components/footer.php'; ?>

<script src="https://unpkg.com/swiper@8/swiper-bundle.min.js"></script>

<script src="js/script.js"></script>

<script>

var swiper = new Swiper(".reviews-slider", {
   loop:true,
   spaceBetween: 20,
   pagination: {
      el: ".swiper-pagination",
      clickable:true,
   },
   breakpoints: {
      0: {
        slidesPerView:1,
      },
      768: {
        slidesPerView: 2,
      },
      991: {
        slidesPerView: 3,
      },
   },
});

</script>

</body>
</html>